//-----------------
"LOC_Common_AppDisplayName"="Παρακολούθηση λήψης φαξ";
"LOC_Common_OK"="OK";
"LOC_Common_Cancel"="Άκυρο";
"LOC_Common_Next"="Επόμενο";
"LOC_CommonError"="Η επεξεργασία ακυρώθηκε επειδή σημειώθηκε σφάλμα.";

//-----------------
// Menubar
//-----------------
"Fax Receive Monitor"="Παρακολούθηση λήψης φαξ";
"About Fax Receive Monitor"="Πληροφορίες για την παρακολούθηση λήψης φαξ";
"Preferences..."="Προτιμήσεις...";
"Services"="Υπηρεσίες";
"Hide Fax Receive Monitor"="Απόκρυψη παρακολούθησης λήψης φαξ";
"Hide Others"="Απόκρυψη άλλων";
"Show All"="Εμφάνιση όλων";
"Quit Fax Receive Monitor"="Έξοδος από την παρακολούθηση λήψης φαξ";

"File"="Αρχείο";
"Close"="Κλείσιμο";

"Window"="Παράθυρο";

"Help"="Βοήθεια";
"Fax Receive Monitor Help"="Βοήθεια παρακολούθησης λήψης φαξ";

//-----------------
// StartStopAlert
//-----------------
"Loc_AlertMsg_205_EnvironmentNotFound"="Δεν είναι δυνατός ο εντοπισμός του αρχείου που απαιτείται για την εκτέλεση της εφαρμογής.\nΕπαναλάβετε την εγκατάσταση του FAX Utility.";
"Loc_AlertMsg_206_QueueNotFound"="Δεν είναι δυνατή η λήψη πληροφοριών εκτυπωτή (φαξ). Ανοίξτε τη ρύθμιση \"Print & Fax Preferences\" και προσθέστε το πρόγραμμα οδήγησης PC-FAX.";
"Loc_AlertMsg_207_User"="Χρήστης";
"Loc_AlertMsg_208_InUseUser"="Δεν είναι δυνατή η εκτέλεση της παρακολούθησης λήψης φαξ. Κάποιος άλλος χρήστης αυτού του υπολογιστή την εκτελεί.";
"Loc_AlertInfo_209_UseOnly1User"="Δεν είναι δυνατή η ταυτόχρονη εκτέλεση της παρακολούθησης λήψης φαξ από πολλούς χρήστες.";
"Loc_AlertMsg_210_SettingOtherAccount"="Δεν είναι δυνατή η εκτέλεση της παρακολούθησης λήψης φαξ. Κάποιος άλλος χρήστης έχει ορίσει προτιμήσεις αποθήκευσης φαξ.";
"Loc_AlertInfo_211_UseOnly1Setting"="Μόνο ένας χρήστης έχει πρόσβαση για ορισμό προτιμήσεων αποθήκευσης φαξ και μπορεί να εκτελεί την παρακολούθηση λήψης φαξ.";
"Loc_AlertMsg_212_DeleteUser"="Ο λογαριασμός χρήστη για την αποθήκευση φαξ έχει διαγραφεί.";

"Loc_AlertMsg_902_FinishAppFaxSave"="Η αποθήκευση εισερχόμενων φαξ έχει ρυθμιστεί σε αυτόν τον υπολογιστή. Είστε βέβαιος/-η ότι θέλετε να εξέλθετε;";

//-----------------
// CWaitingWindow
//-----------------
"Loc_Msg_202_WaitingStartPrintingSystem"="Εκτελείται ανάγνωση των πληροφοριών εκτυπωτή.\n\nΠεριμένετε.";
"Loc_Msg_906_WaitingStopApplication"="Εκτελείται τερματισμός.\n\nΠεριμένετε.";

//-----------------
// CMonitorWindow
//-----------------
"LOC_Msg_306_TableViewColumn_Printer"="Εκτυπωτής";
"LOC_Msg_307_TableViewColumn_Status"="Κατάσταση";

"LOC_Msg_302_ToolbarLabel_OpenFolder"="Άνοιγμα φακέλου";
"LOC_Msg_303_ToolbarLabel_RceiveSetting"="Ρυθμίσεις λήψης";
"LOC_Msg_304_ToolbarLabel_ManualScan"="Έλεγχος φαξ";
"LOC_Msg_305_ToolbarLabel_Preference"="Προτιμήσεις";

"LOC_Msg_308_ToolbarLabel_OpenFolder"="Άνοιγμα του φακέλου εισερχόμενων φαξ";
"LOC_Msg_309_ToolbarLabel_RceiveSetting"="Ρυθμίσεις εξόδου εισερχόμενων φαξ";
"LOC_Msg_310_ToolbarLabel_ManualScan"="Έλεγχος για νέα φαξ";
"LOC_Msg_311_ToolbarLabel_Preference"="Προτιμήσεις";

// Status
"LOC_Status_320_Waiting_Short"="Αναμονή";
"LOC_Status_321_Scanning_Short"="Εκτελείται έλεγχος για νέα φαξ";
"LOC_Status_322_NewFax_Short"="Τα εισερχόμενα φαξ αποθηκεύτηκαν επιτυχώς στον καθορισμένο φάκελο.";
"LOC_Status_323_PrinterNotRespond_Short"="Ο εκτυπωτής δεν ανταποκρίνεται.";
"LOC_Status_324_PrinterBusy_Short"="Ο εκτυπωτής εκτελεί επεξεργασία δεδομένων.";
"LOC_Status_325_SaveFolderNotFound_Short"="Δεν είναι δυνατός ο εντοπισμός του φακέλου εισερχόμενων φαξ.";
"LOC_Status_326_WritePermission_Short"="Δεν έχετε δικαίωμα αποθήκευσης στο φάκελο.";
"LOC_Status_327_WriteFailed_Short"="Η αποθήκευση φαξ στον καθορισμένο φάκελο απέτυχε.";
"LOC_Status_328_CommunicationError_Short"="Σημειώθηκε σφάλμα επικοινωνίας με τον εκτυπωτή.";
"Loc_Status_329_InUseFaxVolume_Short"="Ο δίσκος \"FAXRECV\" χρησιμοποιείται από άλλη εφαρμογή.";
"LOC_Status_330_SaveFolderLowCapacity_Short"="Ανεπαρκής χώρος δίσκου στο φάκελο εισερχόμενων φαξ.";
"LOC_Status_331_PrinterError_Short"="Σημειώθηκε σφάλμα στον εκτυπωτή.";
"LOC_Status_350_AccessErrorFaxVolume_Short"="Δεν είναι δυνατή η αποθήκευση φαξ. Η πιστοποίηση ταυτότητας χρήστη απέτυχε.";

"LOC_AlertMsg_340_RemoveQueueScanStop"="Τα εισερχόμενα φαξ δεν αποθηκεύτηκαν. Η ουρά αναμονής εκτύπωσης μπορεί να έχει διαγραφεί.";
"LOC_AlertMsg_341_ChangeToPrintScanStop"="Τα εισερχόμενα φαξ δεν αποθηκεύτηκαν. Η ρύθμιση έχει αλλάξει σε \"Εκτύπωση\" από άλλον υπολογιστή, άλλη ουρά αναμονής εκτύπωσης ή από τον εκτυπωτή.";
"LOC_AlertMsg_342_UseOtherQueueScanStop"="Τα εισερχόμενα φαξ δεν αποθηκεύτηκαν. Η ρύθμιση έχει αλλάξει ώστε να αποθηκεύονται μέσω άλλου υπολογιστή ή ουράς αναμονής εκτύπωσης.";

"LOC_AlertInfo_343_UseOnly1Queue"="Δεν είναι δυνατή η αποθήκευση φαξ μέσω πολλαπλών υπολογιστών ή ουρών αναμονής εκτύπωσης ταυτόχρονα.";
"LOC_AlertInfo_344_StopedQueueName"="Ακυρωμένη ουρά αναμονής εκτύπωσης:";

//-----------------
// CSettingWindow
//-----------------
"LOC_Msg_701_Title"="Ρυθμίσεις εξόδου εισερχόμενων φαξ.";
"LOC_Msg_702_CurrentSettingTitleText"="Ρύθμιση στον εκτυπωτή:";
"LOC_Msg_703_TitleReceiveMode_Print"="\"Εκτύπωση\" (εκτύπωση φαξ στον εκτυπωτή)";
"LOC_Msg_704_TitleReceiveMode_Receive"="\"Αποθήκευση\"  (αποθήκευση φαξ σε αυτόν τον υπολογιστή)";
"LOC_Msg_705_SelectFolderButton"="Αποθήκ. σε...";
"LOC_Msg_706_SendButtonTitleText"="Αποστολή των ρυθμίσεων στον εκτυπωτή:";
"LOC_Msg_707_TitleButton_SendTo"="Αποστολή";

"LOC_Msg_709_TitleReceiveMode_WideKey"="Στενό";

"LOC_Msg_709_TitleReceiveMode_OtherQueue"="Αποθ. φαξ σε άλλον υπολ. ή στην ουρά αναμ. εκτύπ.";
"LOC_Msg_710_WarningOtherQueue"="Οι αλλαγές σας θα εφαρμ. μετά την αποστολή των ρυθμίσεων στον εκτυπωτή. Οι προηγ. ρυθμίσεις για αποθ. φαξ σε άλλον υπολογιστή ή ουρά αναμονής εκτύπωσης ακυρώθηκαν.";
"LOC_Msg_711_InvalidPermissinSelectFolder"="Ο φάκελος διαθέτει προστασία εγγραφής ή η χρήση του δεν είναι δυνατή.";

"LOC_AlertInfo_604_NextFor2Button"="Κάντε κλικ στο [Επόμενο] για να αλλάξετε τις ρυθμίσεις σε αυτόν τον υπολογιστή. Κάντε κλικ στο [Άκυρο] για έξοδο.";
"LOC_AlertMsg_605_PrinterNotRespond"="Ο εκτυπωτής δεν ανταποκρίνεται. Βεβαιωθείτε ότι ο εκτυπωτής είναι σωστά συνδεδεμένος και ενεργοποιημένος.";
"LOC_AlertMsg_606_PrinterBusy"="Ο εκτυπωτής εκτελεί επεξεργασία δεδομένων. Περιμένετε λίγο και μετά προσπαθήστε ξανά.";
"LOC_AlertMsg_607_CommunicationError"="Σημειώθηκε σφάλμα επικοινωνίας με τον εκτυπωτή.";
"LOC_AlertMsg_608_RemoveQueue"="Ο εκτυπωτής (πρόγραμμα οδήγησης φαξ) που ρυθμίζετε έχει διαγραφεί. Προσθέστε τον εκτυπωτή (πρόγραμμα οδήγησης φαξ) στη ρύθμιση [Προτιμήσεις συστήματος] - [Εκτύπωση και φαξ].";
"LOC_AlertMsg_609_InUseFaxVolume"="Δεν είναι δυνατή η αποθήκευση φαξ. Μια άλλη εφαρμογή χρησιμοποιεί το δίσκο \"FAXRECV\". Εξέλθετε από την εφαρμογή για να αλλάξετε τις ρυθμίσεις εξόδου φαξ.";
"LOC_AlertMsg_612_UseOtherQueueOnly"="Η ρύθμιση έχει αλλάξει για αποθήκευση φαξ μέσω άλλου υπολογιστή ή ουράς αναμονής εκτύπωσης.";
"LOC_AlertMsg_614_ChangeWhileScreen"="Η αλλαγή δεν είναι αποδεκτή. Κάποιες ρυθμίσεις εκτυπωτή έχουν αλλάξει από άλλον υπολογιστή, άλλη ουρά αναμονής ή από τον εκτυπωτή. Δοκιμάστε ξανά.";
"LOC_AlertMsg_617_ErrorWhileRestNewFax"="Τα εισερχόμενα φαξ δεν αποθηκεύτηκαν λόγω σφάλματος.";
"LOC_AlertInfo_618_SaveFolderLowCapacity"="Ανεπαρκής χώρος στο δίσκο. Καθορίστε άλλο φάκελο ή καταργήστε αρχεία που δεν χρειάζεστε.";
"LOC_AlertInfo_619_SaveFolderNotFound"="Δεν είναι δυνατός ο εντοπισμός του φακέλου εισερχόμενων φαξ. Βεβαιωθείτε ότι ο φάκελος έχει καθοριστεί σωστά. Για έναν κοινόχρηστο φάκελο σε ένα δίκτυο, βεβαιωθείτε ότι μπορείτε να αποκτήσετε πρόσβαση στο φάκελο.";
"LOC_AlertInfo_620_WritePermission"="Δεν έχετε δικαίωμα αποθήκευσης στο φάκελο. Ελέγξτε την πρόσβαση στα δεξιά του φακέλου.";
"LOC_AlertMsg_623_PrinterError"="Σημειώθηκε σφάλμα στον εκτυπωτή. Εκκαθαρίστε το σφάλμα και μετά προσπαθήστε ξανά.";

"LOC_AlertMsg_630_ConfirmMountAuthentication"="Ο εκτυπωτής έχει διαμορφωθεί ώστε να απαιτείται πιστοποίηση ταυτότητας χρήστη για την κοινή χρήση αρχείων δικτύου και την αποθήκευση εισερχόμενων φαξ σε υπολογιστή. Για την αποθήκευση των φαξ σε υπολογιστή, αποθηκεύστε τις πληροφορίες πιστοποίησης ταυτότητας στην κλειδοθήκη του Mac OS X.\n\nΕισαγάγετε το όνομα και τον κωδικό πρόσβασής σας, αν σας ζητηθεί, και, στη συνέχεια, ενεργοποιήστε το πλαίσιο ελέγχου του \"Απομνημόνευση αυτού του κωδικού πρόσβασης στην κλειδοθήκη μου\".\nΑν δεν αποθηκεύσετε τις πληροφορίες στην κλειδοθήκη, θα απαιτείται πιστοποίηση ταυτότητας χρήστη κάθε φορά που αποθηκεύονται δεδομένα φαξ.";
"LOC_AlertMsg_650_AccessErrorFaxVolume"="Η πιστοποίηση ταυτότητας χρήστη για αποθήκευση φαξ απέτυχε.\nΚάντε κλικ ξανά στο Αποστολή στην οθόνη ρυθμίσεων εξόδου εισερχόμενων φαξ. Στην επόμενη οθόνη, εισαγάγετε το όνομα και τον κωδικό πρόσβασής σας και, στη συνέχεια, σημειώστε το πλαίσιο επιλογής του \"Απομνημόνευση αυτού του κωδικού πρόσβασης στην κλειδοθήκη μου\".";

//-----------------
// CPreferenceWindow
//-----------------
"LOC_Msg_401_Title"="Προτιμήσεις παρακολούθησης λήψης φαξ";
"LOC_Msg_402_ScanTimeTitleText"="Καθορίστε ένα χρονικό διάστημα μεταξύ των ελέγχων για νέα φαξ (1 έως 30):";
"LOC_Msg_403_1MinueUnitTitleText"="λεπτό";
"LOC_Msg_404_MinuesUnitTitleText"="λεπτά";
"LOC_Msg_405_NotificationTitleText"="Ειδοποίηση:";
"LOC_Msg_406_ReceiveNotifyButton"="Να ειδοποιούμαι για νέα φαξ μέσω εικονιδίου στο dock";
"LOC_Msg_407_ErrorNotifyButton"="Να ειδοποιούμαι για σφάλματα μέσω εικονιδίου στο dock";
"LOC_Msg_408_LoginStartTitleText"="Έναρξη κατά τη σύνδεση:";
"LOC_Msg_409_LoginStartSettingAutoTitleText"="Αυτόματο";
"LOC_Msg_410_LoginStartSettingONTitleText"="Ενεργοποίηση";
"LOC_Msg_411_LoginStartSettingOFFTitleText"="Απενεργοποίηση";
"LOC_Msg_412_DelayTimeTitleText"="Χρόνος αναμονής πριν από τον έλεγχο για νέα φαξ (0 έως 10):";
"LOC_Msg_415_1MinueUnitTitleText"="λεπτό";
"LOC_Msg_416_MinuesUnitTitleText"="λεπτά";

//-----------------
// CCommunicateSheet
//-----------------
"Loc_Msg_501_CSettingWindowGetSetting"="Εκτελείται ανάγνωση ρυθμίσεων από τον εκτυπωτή.";
"Loc_Msg_801_CSettingWindowScanRemainFax"="Εκτελείται έλεγχος για νέα φαξ πριν από την αλλαγή των ρυθμίσεων.";
"Loc_Msg_802_CSettingWindowSendSetting"="Εκτελείται αποστολή ρυθμίσεων στον εκτυπωτή.";

//-----------------
"LOC_Msg_703_TitleReceiveMode_Print110"="Μη αποθήκευση φαξ";
"LOC_AlertMsg_615_RestNewFax"="Δεν είναι δυνατή η αλλαγή της ρύθμισης, επειδή υπάρχουν νέα φαξ στον εκτυπωτή. Χρησιμοποιήστε τον πίνακα ελέγχου του εκτυπωτή για να αλλάξετε τη ρύθμιση.";
"LOC_AlertMsg_341_ChangeToPrintScanStop110"="Τα εισερχόμενα φαξ δεν αποθηκεύτηκαν. Η ρύθμιση έχει αλλάξει σε \"Μη αποθήκευση φαξ\" από άλλον υπολογιστή, άλλη ουρά αναμονής εκτύπωσης ή από τον εκτυπωτή.";

"LOC_AdminPassword_Title"="Εισαγωγή κωδικού πρόσβασης διαχειριστή";
"LOC_AdminPassword_Label"="Κωδικός πρόσβασης διαχειριστή";
"LOC_AdminPassword_Alert"="Ο κωδικός πρόσβασης είναι εσφαλμένος.";
"LOC_AdminPassword_OK"="OK";
"LOC_AdminPassword_Cancel"="Άκυρο";
